Repository: BKoren/WorldCupViewer
Catalog: WorldCup.DataLayer/Properties/Resources.*.resx
Languages: hr

# TextIntro
source: Explore statistics from the 2018 Men’s and 2019 Women’s World Cups.
hr: Istražite statistike sa Svjetskih prvenstava za muškarce 2018. i Žene 2019. godine.

# Title
source: World Cup Statistics Viewer
hr: Svjetsko Prvenstvo Statistika Preglednik

# BtnNext
source: Next
hr: Dalje

# TextLanguageHRV
source: Croatian
hr: Hrvatski

# TextLanguageENG
source: English
hr: Engleski

# TextCategoryMale
source: Man
hr: Muškarci

# TextCategoryFemale
source: Woman
hr: Žene

# TextTeamSelector
source: Choose Your Favorite Team!
hr: Izaberite Svoj Omiljeni Tim!

# BtnBack
source: Back
hr: Natrag

# BtnSettings
source: Settings
hr: Postavke

# BtnShowRankings
source: Show Rankings
hr: Prikaži Rangiranje

# BtnPrintRankings
source: Print Rankings
hr: Ispiši Rangiranje

# TextPlayerSelector
source: Choose Favorite!
hr: Odaberite Favorite!

# TextFavorites
source: Favorites
hr: Favoriti

# BtnApply
source: Apply
hr: Primjeni

# TextOptionLanguage
source: Set Language
hr: Postavi Jezik

# TextOptionCategory
source: Set Category
hr: Postavi Kategoriju

# TextDataLoad
source: Select the data loading method
hr: Odaberite način učitavanja podataka

# TextOptionJSON
source: Offline
hr: Lokalno

# TextOptionAPI
source: Online
hr: Internet

# TextLoading
source: Loading...
hr: Učitavanje...

# BtnRankCard
source: Yellow Cards
hr: Žuti Kartoni

# BtnRankGoal
source: Goals
hr: Golovi

# TextRankCriteria
source: Set Ranking Criteria
hr: Postavite Kriteriji Rangiranja

# BtnRemove
source: Remove
hr: Ukloni

# TextExit
source: Are you sure you want to close the application?
hr: Da li ste sigurni da želite zatvoriti program?

# BtnExit
source: Save and Exit
hr: Spremi i Zatvori

# BtnYes
source: Yes
hr: Da

# BtnNo
source: No
hr: Ne

# BtnMatches
source: Matches
hr: Utakmice

# BtnPlayers
source: Players
hr: Igrači

# TextCategoryOption
source: Select Ranking Type
hr: Odaberite opciju za rangiranje

# TextMarkImg
source: Image
hr: Slika

# TextMarkName
source: Name
hr: Ime

# TextMarkShirtNumber
source: Number
hr: Broj

# TextMarkPosition
source: Position
hr: Pozicija

# TextMarkCapetain
source: Capetain
hr: Kapetan

# BtnAdd
source: Add
hr: Dodaj

# TextSetImage
source: Press on player to set player's profile photo.
hr: Pritisnite na igrača da bi ste postavili profilnu sliku igrača.

# TextMarkGoals
source: Goals
hr: Golovi

# TextMarkCards
source: Yellow Cards
hr: Žuti Kartoni

# TextMarkLocation
source: Location
hr: Lokacija

# TextMarkHomeTeam
source: Home Team
hr: Domaća Momčad

# TextMarkAwayTeam
source: Away Team
hr: Gostujuća momčad

# TextMarkVisitors
source: Visitors
hr: Posjetitelji

# TextMarkDate
source: Date
hr: Datum

# TextMarkAppearances
source: Games
hr: Nastupi

# BtnUpload
source: Upload
hr: Učitaj

# TextImageFormat
source: Valid photo formats: JPG.
hr: Podržani formati: JPG.

# TextUploadInfo
source: Upload Successful.
hr: Učitavanje Uspješno.

# TextUpladFailed
source: Upload Failed!
hr: Učitavanje neuspješno!

# TextOptionScreenSize
source: Set Screen Size
hr: Odaberite veličinu zaslona

# TextSettingsTitle
source: Settings
hr: Postavke

# TextScreenFull
source: Full Screen
hr: Puni Zaslon

# TextScreenMedium
source: Medium Screen
hr: Srednji Zaslon

# TextScreenSmall
source: Small Screen
hr: Mali Zaslon

# BtnSetMatch
source: Set Favorite Match
hr: Odaberite Omiljenu Utakmicu

# TextNoTeamSet
source: No Favorite Team Set
hr: Nema Odabrane Omiljene Momčadi

# TextNoMatchSet
source: No Favorite Match Set
hr: Nema Odabrane Omiljene Utakmice

# BtnDetailStatistics
source: View Detail Statistics
hr: Prikaz Detaljne Statistike

# BtnSetTeam
source: Set Favorite Team
hr: Odaberite Omiljenu Momčad

# BtnTeamStatistics
source: Statistics
hr: Statistika

# TextTeamGames
source: Games
hr: Odigrano

# TextTeamWins
source: Wins
hr: Pobjede

# TextTeamDraws
source: Draws
hr: Neriješeni

# TextTeamLoss
source: Loss
hr: Porazi

# TextTeamGoals
source: Scored
hr: Golovi

# TextTeamConceded
source: Conceded
hr: Primljeni

# TextTeamDifference
source: Difference
hr: Razlika
